"Alaska" = "Alaska";
"Alberta" = "Alberta";
"Argentina" = "Argentinë";
"Brazil" = "Brazilië";
"Central America" = "Mexico";
"China" = "China";
"Congo" = "Congo";
"East Africa" = "Ethiopië";
"Eastern Australia" = "Oost Australië";
"Eastern United States" = "Verenigde Staten Oost";
"Egypt" = "Egypte";
"Greenland" = "Groenland & Nunavut";
"Iceland" = "IJsland";
"India" = "India";
"Indonesia" = "Indonesië";
"Irkutsk" = "Baikal";
"Japan" = "Japan";
"Kamchatka" = "Kamchatka";
"Kazakstan" = "Kazachstan";
"Madagascar" = "Madagascar";
"Middle East" = "Midden Oosten";
"Mongolia" = "Mongolia";
"New Guinea" = "Papua New Guinea";
"North Africa" = "West Africa";
"Northern Europe" = "Noord Europa";
"Northwest Territories" = "Northwest Territories";
"Ontario" = "Ontario";
"Peru" = "Peru";
"Quebec" = "Quebec";
"Russia" = "Rusland";
"Scandinavia" = "Scandinavië";
"Siam" = "Thailand";
"Siberia" = "Siberië";
"South Africa" = "Zuid Africa";
"Southern Europe" = "Zuid Europa";
"United Kingdom" = "Groot Brittanië";
"Ural" = "Ural";
"Venezuela" = "Venezuela";
"Western Australia" = "West Australië";
"Western Europe" = "Zuid-west Europa";
"Western United States" = "Californië";
"Yakutia" = "Yakutia";